tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "osx-cross/avr"
tap "px4/px4"
tap "teamookla/speedtest"
tap "wix/brew"
brew "openssl@1.1"
brew "automake"
brew "bash"
brew "bundletool"
brew "glib"
brew "python@3.8"
brew "cmake"
brew "composer", link: false
brew "coreutils"
brew "openldap"
brew "curl"
brew "direnv"
brew "gcc"
brew "libxml2"
brew "libpq"
brew "numpy", link: false
brew "gdal"
brew "geoip"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "pkg-config"
brew "unbound"
brew "gradle"
brew "harfbuzz"
brew "httpd"
brew "inetutils"
brew "jq"
brew "libksba"
brew "libyaml"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "mono"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "php"
brew "pipenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "srt"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "yarn"
brew "z"
brew "zlib"
brew "aws/tap/aws-sam-cli"
brew "osx-cross/avr/avr-gcc"
brew "px4/px4/gcc-arm-none-eabi"
brew "teamookla/speedtest/speedtest"
brew "wix/brew/applesimutils"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "gifox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "logitech-g-hub"
cask "mamp"
cask "obs"
cask "openvpn-connect"
cask "postman"
cask "qmk-toolbox"
cask "slack"
cask "spotify"
cask "steam"
cask "streamlabs-obs"
cask "sublime-text"
cask "teensy"
cask "the-unarchiver"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Be Focused Pro", id: 961632517
mas "BetterSnapTool", id: 417375580
mas "iMovie", id: 408981434
mas "Speedtest", id: 1153157709
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
