# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'teamookla/speedtest'
tap 'homebrew/bundle'


# Binaries
brew install applesimutils # Used for react native builds
brew install argon2
brew install awscli
brew install bash
brew install coreutils # Those that come with maxOS are outdated
brew install direnv
brew install ffmpeg
brew install git
brew install git-lfs
brew install gmp
brew install gnupg2
brew install grep
brew install jq
brew install lua
brew install lynx
brew install mas # Mac App Store
brew install openssh
brew install pkg-config # https://github.com/driesvints/dotfiles/issues/20
brew install ripgrep
brew install rlwrap
brew install speedtest # Ookla Tap
brew install tree
brew install vim --with-override-system-vi
brew install watchman # Used for react native builds
brew install wget --with-iri
brew install youtube-dl
brew install z
brew install zlib


# Development
brew install php
brew install yarn
brew install nvm
brew install neovim --HEAD
brew install tmux


# Apps
cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'android-platform-tools'
cask 'font-fira-code'
cask 'google-chrome'
cask 'virtualbox'
cask 'android-studio'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'font-hack-nerd-font'
cask 'gifox'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keyboard-maestro'
cask 'logitech-g-hub'
cask 'mamp'
cask 'obs'
cask 'openvpn-connect'
cask 'postman'
cask 'qmk-toolbox'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'teensy'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zoom'


# Mac App Store
#mas 'Byword', id: 420212497
#mas 'Giphy Capture', id: 668208984
#mas 'Keynote', id: 409183694
#mas 'Numbers', id: 409203825
#mas 'Spark', id: 1176895641
#mas 'Speedtest', id: 1153157709
#mas 'Things', id: 904280696
#mas 'Tweetbot', id: 1384080005
