tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "readline"
brew "xz"
brew "awscli"
brew "bash"
brew "bzip2"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "direnv"
brew "fd"
brew "firebase-cli"
brew "freetds"
brew "gcc"
brew "git"
brew "pkg-config"
brew "guile"
brew "unbound"
brew "gnutls"
brew "httpd"
brew "jq"
brew "krb5"
brew "libdap"
brew "libksba"
brew "libpq"
brew "libyaml"
brew "luv"
brew "mas"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "openssl@3"
brew "protobuf"
brew "protobuf-c"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "srt"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "z"
cask "1password"
cask "alacritty"
cask "brave-browser"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "gifox"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "mamp"
cask "ngrok"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "react-native-debugger"
cask "slack"
cask "spotify"
cask "steam"
cask "streamlabs-obs"
cask "sublime-text"
cask "teensy"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "BetterSnapTool", id: 417375580
mas "Speedtest", id: 1153157709
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
